Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་མིག་གི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣ་བའི་དེ་བཞིན་ཉིད་དང་། སྣའི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the real nature of the eyes is present in a bodhisattva, or do you think that the real nature of the ears, the real nature of the nose, the real nature of the tongue, the real nature of the body, or the real nature of the mental faculty is present in a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་གི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྣའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལྕེའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལུས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the real nature of the eyes constitutes a bodhisattva, or do you think that an absence of the real nature of the ears, an absence of the real nature of the nose, an absence of the real nature of the tongue, an absence of the real nature of the body, or an absence of the real nature of the mental faculty constitutes a bodhisattva?” {

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Dt.111} “No, Blessed Lord!” “

source: སྒྲའི་དེ་བཞིན་ཉིད་དང་། དྲིའི་དེ་བཞིན་ཉིད་དང་། རོའི་དེ་བཞིན་ཉིད་དང་། རེག་གི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the real nature of sights constitutes a bodhisattva, or do you think that the real nature of sounds, the real nature of odors, the real nature of tastes, the real nature of tangibles, or the real nature of mental phenomena constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲའི་དེ་བཞིན་ཉིད་དང་། དྲིའི་དེ་བཞིན་ཉིད་དང་། རོའི་དེ་བཞིན་ཉིད་དང་། རེག་གི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the real nature of sights constitutes a bodhisattva, or do you think that anything other than the real nature of sounds, the real nature of odors, the real nature of tastes, the real nature of tangibles, or the real nature of mental phenomena constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲའི་དེ་བཞིན་ཉིད་དང་། དྲིའི་དེ་བཞིན་ཉིད་དང་། རོའི་དེ་བཞིན་ཉིད་དང་། རེག་གི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the real nature of sights, or do you think that a bodhisattva is present in the real nature of sounds, the real nature of odors, the real nature of tastes, the real nature of tangibles, or the real nature of mental phenomena?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་སྒྲའི་དེ་བཞིན་ཉིད་དང་། དྲིའི་དེ་བཞིན་ཉིད་དང་། རོའི་དེ་བཞིན་ཉིད་དང་། རེག་གི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the real nature of sights is present in a bodhisattva, or do you think that the real nature of sounds, the real nature of odors, the real nature of tastes, the real nature of tangibles, or the real nature of mental phenomena is present in a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། དྲིའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རོའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རེག་གི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the real nature of sights constitutes a bodhisattva, or do you think that an absence of the real nature of sounds, an absence of the real nature of odors, an absence of the real nature of tastes, an absence of the real nature of tangibles, or an absence of the real nature of mental phenomena constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རེག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the real nature of the sensory element of the eyes constitutes a bodhisattva, or do you think that the real nature of the sensory element of sights constitutes a bodhisattva, or do you think that the real nature of the sensory element of visual consciousness constitutes a bodhisattva; or do you think that the real nature of the sensory element of the ears, the real nature of the sensory element of sounds, the real nature of the sensory element of auditory consciousness, the real nature of the sensory element of the nose, the real nature of the sensory element of odors, the real nature of the sensory element of olfactory consciousness, the real nature of the sensory element of the tongue, the real nature of the sensory element of tastes, the real nature of the sensory element of gustatory consciousness, the real nature of the sensory element of the body, the real nature of the sensory element of touch, the real nature of the sensory element of tactile consciousness, the real nature of the sensory element of the mental faculty, the real nature of the sensory element of mental phenomena, or the real nature of the sensory element of mental consciousness constitutes a bodhisattva?” “

source: མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རེག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the real nature of the sensory element of the eyes constitutes a bodhisattva; or do you think that anything other than the real nature of the sensory element of sights, the real nature of the sensory element of visual consciousness, the real nature of the sensory element of the ears, the real nature of the sensory element of sounds, the real nature of the sensory element of auditory consciousness, the real nature of the sensory element of the nose, the real nature of the sensory element of odors, the real nature of the sensory element of olfactory consciousness, the real nature of the sensory element of the tongue, the real nature of the sensory element of tastes, the real nature of the sensory element of gustatory consciousness, the real nature of the sensory element of the body, the real nature of the sensory element of touch, the real nature of the sensory element of tactile consciousness, the real nature of the sensory element of the mental faculty, the real nature of the sensory element of mental phenomena, or the real nature of the sensory element of mental consciousness constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རེ
en: Subhūti, do you think that a bodhisattva is present in the real nature of the sensory element of the eyes, or do you think that a bodhisattva is present in the real nature of the sensory element of sights, or do you think that a bodhisattva is present in the real nature of the sensory element of visual consciousness; or do you think that a bodhisattva is present in the real nature of the sensory element of the ears, the real nature of the sensory element of sounds, the real nature of the sensory element of auditory consciousness, the real nature of the sensory element of the nose, the real nature of the sensory element of odors, the real nature of the sensory element of olfactory consciousness, the real nature of the sensory element of the tongue, the real nature of the sensory element of tastes, the real nature of the sensory element of gustatory consciousness, the real nature of the sensory element of the body, the real nature of the sensory element of touch, the real nature of the sensory element of tactile consciousness, the real nature of the sensory element of the mental faculty, the real nature of the sensory element of mental phenomena, or the real nature of the sensory element of mental consciousness?” “

source: ག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རེ
en: Subhūti, do you think that the real nature of the sensory element of the eyes is present in a bodhisattva, or do you think that the real nature of the sensory element of sights is present in a bodhisattva, or do you think that the real nature of the sensory element of visual consciousness is present in a bodhisattva; or do you think that the real nature of the sensory element of the ears, the real nature of the sensory element of sounds, the real nature of the sensory element of auditory consciousness, the real nature of the sensory element of the nose, the real nature of the sensory element of odors, the real nature of the sensory element of olfactory consciousness, the real nature of the sensory element of the tongue, the real nature of the sensory element of tastes, the real nature of the sensory element of gustatory consciousness, the real nature of the sensory element of the body, the real nature of the sensory element of touch, the real nature of the sensory element of tactile consciousness, the real nature of the sensory element of the mental faculty, the real nature of the sensory element of mental phenomena, or the real nature of the sensory element of mental consciousness is present in a bodhisattva?” “

source: ག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: No, Blessed Lord!” “

source: མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རེག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the real nature of the sensory element of the eyes constitutes a bodhisattva, or do you think that an absence of the real nature of the sensory element of sights constitutes a bodhisattva, or do you think that an absence of the real nature of the sensory element of visual consciousness constitutes a bodhisattva; or do you think that an absence of the real nature of the sensory element of the ears, an absence of the real nature of the sensory element of sounds, an absence of the real nature of the sensory element of auditory consciousness, an absence of the real nature of the sensory element of the nose, an absence of the real nature of the sensory element of odors, an absence of the real nature of the sensory element of olfactory consciousness, an absence of the real nature of the sensory element of the tongue, an absence of the real nature of the sensory element of tastes, an absence of the real nature of the sensory element of gustatory consciousness, an absence of the real nature of the sensory element of the body, an absence of the real nature of the sensory element of touch, an absence of the real nature of the sensory element of tactile consciousness, an absence of the real nature of the sensory element of the mental faculty, an absence of the real nature of the sensory element of mental phenomena, or an absence of the real nature of the sensory element of mental consciousness constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the real nature of the earth element constitutes a bodhisattva, or do you think that the real nature of the water element, the real nature of the fire element, the real nature of the wind element, the real nature of the space element, or the real nature of the consciousness element constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the real nature of the earth element constitutes a bodhisattva, or do you think that anything other than the real nature of the water element, the real nature of the fire element, the real nature of the wind element, the real nature of the space element, or the real nature of the consciousness element constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the real nature of the earth element, or do you think that a bodhisattva is present in the real nature of the water element, the real nature of the fire element, the real nature of the wind element, the real nature of the space element, or the real nature of the consciousness element?” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the real nature of the earth element, the real nature of the water element, the real nature of the fire element, the real nature of the wind element, or the real nature of the space element are present in a bodhisattva, or do you think that the real nature of the consciousness element is present in a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the real nature of the earth element constitutes a bodhisattva, or do you think that an absence of the real nature of the water element, an absence of the real nature of the fire element, an absence of the real nature of the wind element, an absence of the real nature of the space element, or an absence of the real nature of the consciousness element constitutes a bodhisattva?” “

source: མ་རིག་པའི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་། མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་དང་། རེག་པའི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་དང་། ལེན་པའི་དེ་བཞིན་ཉིད་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་དང་། རྒ་ཤིའི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the real nature of ignorance constitutes a bodhisattva, or do you think that the real nature of formative predispositions, the real nature of consciousness, the real nature of name and form, the real nature of the six sense fields, the real nature of sensory contact, the real nature of sensation, the real nature of craving, the real nature of grasping, the real nature of the rebirth process, the real nature of actual birth, or the real nature of aging and death constitutes a bodhisattva?” “

source: མ་རིག་པའི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་། མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་དང་། རེག་པའི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་དང་། ལེན་པའི་དེ་བཞིན་ཉིད་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་དང་། རྒ་ཤིའི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the real nature of ignorance constitutes a bodhisattva, or do you think that anything other than the real nature of formative predispositions, the real nature of consciousness, the real nature of name and form, the real nature of the six sense fields, the real nature of sensory contact, the real nature of sensation, the real nature of craving, the real nature of grasping, the real nature of the rebirth process, the real nature of actual birth, or the real nature of aging and death constitutes a bodhisattva?” “

source: མ་རིག་པའི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་། མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་དང་། རེག་པའི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་དང་། ལེན་པའི་དེ་བཞིན་ཉིད་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་དང་། རྒ་ཤིའི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the real nature of ignorance, or do you think that a bodhisattva is present in the real nature of formative predispositions, the real nature of consciousness, the real nature of name and form, the real nature of the six sense fields, the real nature of sensory contact, the real nature of sensation, the real nature of craving, the real nature of grasping, the real nature of the rebirth process, the real nature of actual birth, or the real nature of aging and death?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་མ་རིག་པའི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་།
en: No, Blessed Lord!” “

source: མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་དང་། རེག་པའི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་དང་། ལེན་པའི་དེ་བཞིན་ཉིད་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་དང་། རྒ་ཤིའི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the real nature of ignorance, the real nature of formative predispositions, the real nature of consciousness, the real nature of name and form, the real nature of the six sense fields, the real nature of sensory contact, the real nature of sensation, the real nature of craving, the real nature of grasping, the real nature of the rebirth process, the real nature of actual birth, or the real nature of aging and death is present in a bodhisattva?” “
